[
  {
    "id": "5",
        "ti":"1 Min Madness",
        "act_ev": "1 Minute Madness",
        "de": "In this thrilling event, participants will compete in a series of exciting one-minute challenges designed to test their speed, skill, and coordination. Each round will bring a new challenge, and only the quickest and most precise competitors will advance.",
        "catchy_de": "Think you can beat the clock? Get ready for 1 Min Madness, where every second counts! Fun, fast, and full of excitement!",
        "ca": "60 Seconds of Madness!",
        "ru": "<li><strong> Round 1:</strong></li><li>&nbsp;&nbsp;&nbsp;&nbsp● Come for the fun, stay for the vibes, and leave with your <b>free foreign chocolate</b>—everyone gets one!.</li><li>&nbsp;&nbsp;&nbsp;&nbsp● Balloon Balancing – Participants must keep two balloons in the air (one in each hand) without letting them touch the ground or holding them for too long.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Cup Stacking – Stack the given cups into a tower and dismantle them as quickly as possible.</li><br><li> <strong>Round 2:</strong></li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Penny Tower – Participants must stack as many coins as possible in 60 seconds. If the tower falls, they must start over. The tallest standing tower wins!</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Chopstick Challenge – Players use chopsticks to transfer small objects (like beads or paper clips) from one bowl to another. Whoever moves the most objects in one minute wins!</li><br><li> <strong>Round 3:</strong></li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Flip the Bottle – Participants must flip a plastic bottle and make it land upright as many times as possible. The one with the most successful flips wins!</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Coin Toss Target Challenge – Players toss coins onto a marked target. The closest to the center wins!</li><br><li>&nbsp;&nbsp;&nbsp;&nbsp;<strong> Extra Round:</strong></li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Thread the Needle – Players must thread as many needles as possible in 60 seconds. Whoever threads the most wins!</li><br><li>&nbsp;&nbsp;&nbsp;&nbsp;● No matter who wins, this event is all about reliving childhood fun, feeling the thrill of competition, and making awesome memories!</li><br><li>● RULES:</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● This is an individual event.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● The event consists of multiple rounds, each with unique one-minute challenges.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Participants must complete the given task within the time limit.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● The fastest and most accurate participants will move on to the next round.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Any form of cheating or bending the rules will lead to disqualification.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Judges’ decisions will be final and binding.</li>",
        "re": "https://forms.gle/FHchmRa9gf6Le389A",
        "co": "7358504531",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
   "id": "6",
        "ti": "  Lights, Lyrics & Laughter",
        "act_ev": "Lights, Lyrics & Laughter",
        "de": "Calling all Tamil cinema lovers! Lights, Lyrics & Laughter is the ultimate showdown for Kollywood fans who think they know their movies and music inside out! Participants will compete in three fun filled rounds, testing their knowledge of Tamil films, songs, and dialogues. Get ready for an electrifying mix of nostalgia, fun, and fierce competition as you race against time to prove your expertise in Tamil cinema!",
        "catchy_de": "Are you and your friends true Kollywood experts? Lights, Lyrics & Laughter will put your Tamil cinema knowledge to the ultimate test! From guessing legendary movie songs to completing iconic dialogues, this event is all about fun, teamwork, and celebrating Tamil films. Gather your squad, hit the buzzer, and let the movie magic begin!",
        "ca": "Kollywood Trivia Showdown!",
        "ru": "<li><strong>Round 1:<strong> Identify and Complete the Song</li><br><li>&nbsp;&nbsp;&nbsp;&nbsp;● Objective: Participants will listen to a brief segment of a popular Tamil song.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Task: They must identify the song and accurately sing or recite the subsequent lyrics.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Advancement: Participants who correctly identify and continue the song will progress to the next round.</li><br><li><strong>Round 2:</strong> Complete the Dialogue</li><br><li>&nbsp;&nbsp;&nbsp;&nbsp;● Objective: Participants will be presented with a famous dialogue from a Tamil movie, with a crucial portion omitted.</li><br><li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;● Task: They must correctly fill in the missing part of the dialogue.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Advancement: Those who accurately complete the dialogues will move forward to the final round.</li><br><li><strong>Round 3:</strong> Find the Connection</li><br><li>&nbsp;&nbsp;&nbsp;&nbsp;● Objective: Participants will be given a set of clues related to Tamil cinema—these could be snippets of songs, dialogues, or visual cues.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Task: They must deduce the common link between the clues, such as identifying the movie, actor, or theme that connects them.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Victory: The participant who identifies the most connections correctly will be crowned the winner.</li><br><li>● RULES:</li><li>● Team Event: Each team must have 2 to 4 members.</li><li>● Structured Rounds: The event comprises three distinct rounds, each testing different aspects of Tamil cinema.</li><li>● Time Limits: Each round must be completed within the given time, and each question has a time limit for answering.</li><li>● Fair Play: Any form of cheating or rule violations will lead to immediate disqualification.</li><li>● Decorum: Participants must maintain proper conduct throughout the event.</li><li>● Buzzer System: Teams must press the buzzer and wait for the host to point at them before answering.</li>",
        "re": "https://forms.gle/FHchmRa9gf6Le389A",
        "co": "9790716641",
      "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "7",
    "ti": " Dizzy Football",
    "act_ev": "Football Challenge",
    "de": "Dizzy Football is a fun and chaotic game where players spin around multiple times before trying to score a goal, testing their balance and coordination. It's a popular event full of fun",
    "catchy_de": "Can you score a goal while dizzy? Spin, run, and shoot your way to victory in this fun and chaotic football challenge!",
    "ca": "Spin & Score!",
    "ru": "<li>● This is an individual event.</li><li>● Players must start at the spinning point (a marked area).</li>  <li>● Each player places their forehead on the bat/stick (or just bends over and spins) and spins around 10 times.</li>  <li>● After spinning, they must run to the ball and kick.</li>  <li>● Players who hit the target move to the next round.</li>  <li>● Every round is a knockout.</li>  <li>● For every round, the target distance is increased.</li> <li>● Referee's decision is final.</li>",
    "re": "https://forms.gle/FHchmRa9gf6Le389A",
    "co": "9940676399, 8220308119",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  
  {
    "id": "8",
    "ti": " SING & SIN",
    "act_ev": "SING & SIN 2025",
    "de": "Are you a music genius? SING & SIN challenges your musical knowledge like never before! Participants will be tested on their ability to recall lyrics and movie names in a fast-paced, exciting battle. When a tune plays, sing the correct lyrics—or when a song name is given, guess the movie! Quick reflexes, sharp memory, and a love for music will lead you to victory. Are you ready to play, or will you miss the beat?",
    "catchy_de": "Melody or Mayhem – The Stage Decides! Test your music memory and claim the title of the ultimate music champion!",
    "ca": "Music Quiz | Sing & Guess | Fast-Paced Battle",
    "ru": "<li> <strong>Round 1 </strong></li><li> &nbsp;&nbsp;&nbsp;&nbsp;● Tune is played – Sing the correct lyrics.</li><li>● Team Size: Solo or Duo.</li><li> <strong>Round 2</strong></li><li> &nbsp;&nbsp;&nbsp;&nbsp;●Song name is given – Guess the movie name.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Time Limit: Answer within 5 seconds or lose the point.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● No Humming: You must sing the actual lyrics.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Scoring: Correct answers earn points; top scorers advance.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Elimination: Wrong or late answers lead to elimination.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;● Judges' Decision: Final and binding.</li>",
    "re": "https://forms.gle/singandsin2025",
    "co": "7092185133, 6379499603",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
  "id": "9",
    "ti": " OnlyFuns",
    "act_ev": "OnlyFuns",
    "de": "OnlyFuns is an exciting and energetic event filled with fun challenges that test participants' agility, coordination, and teamwork. The event consists of three rounds, each featuring two unique games. Participants will have to showcase their skills, strategy, and enthusiasm to progress through the rounds and emerge as champions.",
    "catchy_de": "Get ready for a thrilling mix of fun and challenges! OnlyFuns tests your agility, teamwork, and strategy through exciting games.",
    "ca": "Fun Challenges | Teamwork | High Energy",
    "ru": "<li> <strong>Round 1</strong></li><li>&nbsp;&nbsp;&nbsp;&nbsp;<strong> ●Juggling the Ball</strong> - Keep the ball in the air using feet; Stone Catcherz - Catch and throw stones in a designated area.</li><li> <strong>Round 2</strong></li><li> &nbsp;&nbsp;&nbsp;&nbsp;●<strong>Blind and Find <strong>- Guide a blindfolded teammate to find hidden objects; Bucket Ball - Throw balls into buckets at different distances.</li><li><strong>Round 3</strong></li><li> &nbsp;&nbsp;&nbsp;&nbsp;<strong>●Aim the Stone</strong> - Throw a stone at a target for precision; Hopscotch - Hop across a numbered grid while following specific rules.</li><li>&nbsp;&nbsp;&nbsp;&nbsp;<li>● Team: 2-4 members.</li><li>● Time Duration: 45 minutes.</li>● The team with the best overall performance across all rounds wins!</li>",
    "re": "https://forms.gle/onlyfuns2025",
    "co": "8056208328",
    "po": "https://www.instagram.com/tech_vist_a"
  }
]
