[
  {
   "id": "5",
        "ti": "Lights, Lyrics & Laughter",
        "act_ev": "Lights, Lyrics & Laughter",
        "de": "A fun-filled quiz event for Tamil cinema lovers, featuring rounds that test participants’ knowledge of songs, dialogues, and movie connections.",
        "catchy_de": "Are you and your friends true Kollywood experts? Lights, Lyrics & Laughter will put your Tamil cinema knowledge to the ultimate test! From guessing legendary movie songs to completing iconic dialogues, this event is all about fun, teamwork, and celebrating Tamil films. Gather your squad, hit the buzzer, and let the movie magic begin!",
        "ca": "Kollywood Trivia Showdown!",
        "ru": "<li>● Team Event: Each team must have 2 to 4 members.</li><li>● Structured Rounds: The event comprises three distinct rounds.</li><li>● Time Limits: Each round has a time limit for answering.</li><li>● Fair Play: Any form of cheating will lead to disqualification.</li><li>● Buzzer System: Teams must press the buzzer before answering.</li>",
        "re": "",
        "co": "9790716641",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "6",
        "ti": "1 Min Madness",
        "act_ev": "1 Minute Madness",
        "de": "A thrilling event with one-minute challenges that test speed, skill, and coordination.",
        "catchy_de": "Think you can beat the clock? Get ready for 1 Min Madness, where every second counts! Fun, fast, and full of excitement!",
        "ca": "60 Seconds of Madness!",
        "ru": "<li>● Individual event.</li><li>● Multiple rounds with unique one-minute challenges.</li><li>● Participants must complete tasks within time limits.</li><li>● Accuracy and speed determine advancement.</li><li>● Judges' decisions are final.</li>",
        "re": "",
        "co": "7358504531",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "7",
    "ti": "Football Challenge",
    "act_ev": "Dizzy Football",
    "de": "A hilarious game where players spin multiple times before attempting to score a goal, testing balance and coordination.",
    "catchy_de": "Can you score a goal while dizzy? Spin, run, and shoot your way to victory in this fun and chaotic football challenge!",
    "ca": "Spin & Score!",
    "ru": "<li>● Individual event.</li><li>● Players must spin 10 times before attempting a goal.</li><li>● Knockout format: Players who hit the target move to the next round.</li><li>● Target distance increases in each round.</li><li>● Referee’s decision is final.</li>",
    "re": "",
    "co": "9940676399, 8220308119",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "8",
        "ti": "ESPORTS - BGMI",
        "act_ev": "Battlegrounds Mobile India (BGMI)",
        "de": "A high-intensity battle royale tournament where players compete in squads for ultimate victory.",
        "catchy_de": "Gear up for the most thrilling BGMI tournament at TECHVISTA 2025! Compete against top squads, showcase your strategy, and battle for exciting prizes!",
        "ca": "Battle Royale Madness!",
        "ru": "<li>● Cheating, hacking, and teaming are strictly prohibited.</li><li>● Emulators and unauthorized apps are not allowed.</li><li>● Players must maintain sportsmanship and respect others.</li><li>● Stable internet connection is the player’s responsibility.</li>",
        "re": "",
        "co": "7448324936, 6379499603",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "8",
    "ti": "event name 8",
    "act_ev": "actual event name 8",
    "de": "main disc here",
    "catchy_de": "Immerse yourself in our IoT challenge, where creative solutions for smart devices and connected technologies are put to the test.",
    "ca": "captions",
    "ru": "<li>● Focus on innovation in smart technology.</li><li>● Teams can have 1 to 4 members.</li><li>● Projects must be functional prototypes.</li><li>● Judges will evaluate based on efficiency and innovation.</li>",
    "re": "https://forms.gle/event8registration",
    "co": "904127453",
    "po": "https://www.instagram.com/tech_vist_a"
  }
]
