[
  {
   "id":"1",
    "ti": "   Code Detox",
    "act_ev": "Code Detox",
    "de": "Participants will debug faulty Python code across different difficulty levels.Their goal is to identify and correct errors while ensuring the code runs correctly and efficiently. ",
    "catchy_de": "Put your debugging skills to the test! Code Detox challenges you to find and fix errors in buggy Python code within a limited time. Do you have what it takes to debug like a pro?",
    "ca": "Debug, Fix, Win!",
    "ru": "<li>● Individual event.</li><li>● Participants can only fix bugs and cannot rewrite logic unless specified.</li><li>● Using online resources, AI tools, or external help is prohibited.</li><li>● Hardcoded solutions will be penalized.</li><li>● Incorrect fixes result in negative marking.</li><li>● Submitting incorrect fixes will result in negative marking.</li><li>● The event uses only Python.</li><li>● The participant with the maximum score within the given time duration will be declared the winner.</li><li>● If two or more participants have the same score, the tie-breaker rules will apply.</li><li>● The participant with the highest score wins.</li>",
    "re": "https://forms.gle/FHchmRa9gf6Le389A",
    "co": "9677049610",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  
    {
      "id": "2",
      "ti": "  Profit Hunt",
      "act_ev": "Stock trading",
      "de": "Welcome to the ultimate stock trading challenge, where participants will compete in a high-intensity virtual trading simulation. Each trader starts with ₹2,00,000 in virtual capital and must strategically trade within a selected set of NIFTY 50 stocks. With only 10 trades allowed, every decision matters! Track your profits and losses in real-time as we announce updates every 30 minutes. The participant with the highest portfolio value at the end of 90 minutes wins.",
      "catchy_de": "Test your trading instincts in this fast-paced stock market simulation! With limited trades and a fixed capital, only the smartest traders will emerge victorious. Can you maximize your portfolio in 90 minutes?",
      "ca": "Stock Market | Trading Challenge | Virtual Portfolio",
      "ru": "<li>● Platform: Neostox (Participants must create accounts in advance of the event).</li><li>● Team Size: Solo (1 participant per team).</li><li>● Starting Capital: ₹2,00,000 virtual money.</li><li>● Trading Scope: Only NIFTY 50 stocks (Reliance Industries, HDFC Bank, Adani Enterprises, Tata Motors, State Bank of India, Tech Mahindra).</li><li>● Trade Limit: Maximum of 10 trades allowed per participant.</li><li>● Trading Type: Only intraday trading at market price and fixed quantity.</li><li>● Profit/Loss Updates: Interim results announced every 30 minutes.</li><li>● Disqualification Criteria: Trading any stock outside the mentioned six, exceeding the 10-trade limit, or spending more than ₹2,00,000.</li><li>● Trading Freeze: After 1 hour 30 minutes.</li><li>● Ranking Criteria: Highest portfolio value at the end of the event wins.</li><li>● Judging Decision: The committee's decision is final.</li>",
      "re": "https://forms.gle/profithunt2025",
      "co": "6381567560, 9345489491",
      "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "3",
    "ti": " CharChase ",
    "act_ev": " The Ultimate Code Hunt",
    "de": "In this thrilling event, participants will tackle coding challenges where each solution reveals a hidden clue. By piecing together these clues, they will uncover the final answer. The event consists of two exciting rounds—one focused on Python coding and another on cryptography. Speed, accuracy, and logical thinking are the keys to victory!",
    "catchy_de": "Crack the Code, Decipher the Clue, Chase the Answer!",
    "ca": "Unleash your coding and cryptography skills to solve the ultimate challenge!",
    "ru": "<li>● In Round 1, Participants must solve simple python coding challenges within the given time.</li><li>● The output of each challenge contains a hidden clue leading to the next step.</li><li>● Incorrect submissions will result in negative marking.</li><li>● Using online resources, AI tools, or external assistance is strictly prohibited.</li><li>● Timely hints will be provided.</li><li>● In Round 2, participants MUST apply basic decryption techniques like Playfair cipher, Caesar Cipher, and Transposition techniques like rail fence and substitution techniques to decipher the final answer.</li><li> ● Resources:https://youtu.be/UURjVI5cw4g?si=-j4OBRzwMELicMlr</li><li>https://youtu.be/JtbKh_12ctg?si=WbvOA6-nbqrQmN5N</li><li>https://youtu.be/MFwgaWRyfZE?si=zyim2LBt9gk6xAZ-  </li><li>● The first participant to crack the code and arrive at the correct answer wins.</li><li>● In case of a tie, tie-breaker rules will be applied.</li>",
    "re": "https://forms.gle/FHchmRa9gf6Le389A",
    "co": "919840035217",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "4",
    "ti": " Dev Dash",
    "act_ev": "Coding Event",
    "de": "In this event, participants will be coding on their preferred domain and a specific theme will be announced on event day(list of domains and themes added soon)",
    "catchy_de": "In this event, participants will be coding on their preferred domain and a specific theme will be announced on event day(list of domains and themes added soon)",
    "ca": "Race against the clock! Showcase your coding skills in this high-energy flash hackathon where creativity meets technical prowess.",
    "ru": "<li>● Participants can work individually or in teams of up to 3 members.</li><li>● The coding duration will be 4 hours from theme announcement.</li><li>● All code must be original and written during the event.</li><li>● Submissions will be judged on creativity, functionality, and adherence to theme.</li><li>● Participants must bring their own laptops and development tools.</li>",
    "re": "https://forms.gle/event4registration",
    "co": "917904127446",
    "po": "https://www.instagram.com/tech_vist_a"
  }
]
