[
  {
   "id":"1",
    "ti": "Code Detox",
    "act_ev": "Code Detox",
    "de": "Participants will debug faulty Python code across different difficulty levels while ensuring optimal functionality.",
    "catchy_de": "Put your debugging skills to the test! Code Detox challenges you to find and fix errors in buggy Python code within a limited time. Do you have what it takes to debug like a pro?",
    "ca": "Debug, Fix, Win!",
    "ru": "<li>● Individual event.</li><li>● Participants can only fix bugs and cannot rewrite logic unless specified.</li><li>● Using online resources, AI tools, or external help is prohibited.</li><li>● Hardcoded solutions will be penalized.</li><li>● Incorrect fixes result in negative marking.</li><li>● The participant with the highest score wins.</li>",
    "re": "https://forms.gle/FHchmRa9gf6Le389A",
    "co": "9677049610",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "2",
        "ti": "Stock Trading",
        "act_ev": "Profit Hunt",
        "de": "A fast-paced virtual stock market simulation where participants compete to maximize their portfolio in 90 minutes.",
        "catchy_de": "Test your trading instincts! With limited trades and a fixed capital, only the smartest traders will emerge victorious. Can you maximize your portfolio?",
        "ca": "Trade Smart, Win Big!",
        "ru": "<li>● Individual event.</li><li>● Platform: Neostox (participants must register in advance).</li><li>● Starting Capital: ₹2,00,000 virtual money.</li><li>● Trade Limit: Maximum 10 trades allowed.</li><li>● Only NIFTY 50 stocks allowed.</li><li>● Highest portfolio value at the end wins.</li>",
        "re": "https://forms.gle/FHchmRa9gf6Le389A",
        "co": "6381567560, 919345489491",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "3",
    "ti": "CharChase ",
    "act_ev": "CharChase: The Ultimate Code Hunt",
    "de": "In this thrilling event, participants will tackle coding challenges where each solution reveals a hidden clue. By piecing together these clues, they will uncover the final answer. The event consists of two exciting rounds—one focused on Python coding and another on cryptography. Speed, accuracy, and logical thinking are the keys to victory!",
    "catchy_de": "Crack the Code, Decipher the Clue, Chase the Answer!",
    "ca": "Unleash your coding and cryptography skills to solve the ultimate challenge!",
    "ru": "<li>● Participants must solve simple python coding challenges within the given time.</li><li>● The output of each challenge contains a hidden clue leading to the next step.</li><li>● Incorrect submissions will result in negative marking.</li><li>● Using online resources, AI tools, or external assistance is strictly prohibited.</li><li>● Timely hints will be provided.</li><li>● In Round 2, participants MUST apply basic cryptographic techniques like Playfair Cipher, Caesar Cipher, and Transposition to decipher the final answer.</li><li>Resources:https://youtu.be/UURjVI5cw4g?si=-j4OBRzwMELicMlr,https://youtu.be/JtbKh_12ctg?si=WbvOA6-nbqrQmN5N,https://youtu.be/knE4G8DGLoY?si=yt77GoCUEBU4e1xj </li><li>● The first participant to crack the code and arrive at the correct answer wins.</li><li>● In case of a tie, tie-breaker rules will be applied.</li>",
    "re": "https://forms.gle/FHchmRa9gf6Le389A",
    "co": "919840035217",
    "po": "https://www.instagram.com/tech_vist_a"
  },
  {
    "id": "4",
    "ti": "event name 4",
    "act_ev": "actual event name 4",
    "de": "main disc here",
    "catchy_de": "Experience the thrill of competitive gaming in our eSports showdown. Whether you're a seasoned gamer or new to the scene, this event promises intense action, strategic gameplay, and valuable prizes for the top performers.",
    "ca": "captions",
    "ru": "<li>● The competition is structured in multiple knockout rounds.</li><li>● Registration requires a valid gaming ID.</li><li>● Teams can consist of up to 4 members.</li><li>● Prizes include gaming accessories and cash rewards for winners.</li>",
    "re": "https://forms.gle/event4registration",
    "co": "91904127449",
    "po": "https://www.instagram.com/tech_vist_a"
  }
]
